Repository: fanjin-z/framereply
Catalog: FrameReply/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Opens FrameReply
zh_hans: 打开 FrameReply

source: Opens full chat history
zh_hans: 打开完整聊天记录

source: Opens iPhone Settings to change the app language.
zh_hans: 打开 iPhone 设置以更改 App 语言。

source: Opens screenshot and pasted-text import options.
zh_hans: 打开截图和粘贴文字的导入选项。

source: Opens the current goal editor
zh_hans: 打开当前目标编辑器

source: Opens the photo library to select up to eight chat screenshots.
zh_hans: 打开照片图库，最多选择 8 张聊天截图。

source: Opens the shortcut installer
zh_hans: 打开快捷指令安装页面

source: Optional: paste 3–10 messages you wrote, one per line.
zh_hans: 可选：粘贴 3 至 10 条你写过的消息，每行一条。

source: Options for %@
zh_hans: %@的选项

source: Options for personal info: %@
zh_hans: 个人信息“%@”的选项

source: Other destinations...
zh_hans: 其他目标…

source: Other participant
zh_hans: 对方

source: Other Participant
zh_hans: 对方

source: Participant
zh_hans: 参与者

source: Pass one to eight images from the same chat, such as shared photos or the output from Take Screenshot.
zh_hans: 传入同一聊天中的 1 至 8 张图片，例如分享的照片或“截屏”的结果。

source: Pass shared or copied chat text with sender labels.
zh_hans: 传入带有发送者标签的分享或复制文字。

source: Paste 3–10 messages you wrote, one per line.
zh_hans: 粘贴 3 至 10 条你写过的消息，每行一条。

source: Paste Copied Text
zh_hans: 粘贴复制的文字

source: Performance
zh_hans: 性能

source: Performance tier
zh_hans: 性能档位

source: Permanently reset all local FrameReply data?
zh_hans: 永久重置所有本地FrameReply数据？

source: persona
zh_hans: 回复风格

source: Persona
zh_hans: 回复风格

source: Persona name
zh_hans: 回复风格名称

source: Persona: %@
zh_hans: 回复风格：%@

# persona.copy-name
source: %@ Copy
zh_hans: %@ 副本

# persona.observation.casual-conversational
source: Keeps wording casual and conversational.
zh_hans: 措辞随意、自然，像日常聊天。

# persona.observation.clear-direct
source: States the main point clearly and directly.
zh_hans: 清楚、直接地表达重点。

# persona.observation.concise
source: Keeps replies concise and omits nonessential detail.
zh_hans: 回复简洁，省略不必要的细节。

# persona.observation.detailed-without-filler
source: Writes detailed replies while avoiding repetition and filler.
zh_hans: 回复内容详细，同时避免重复和赘述。

# persona.observation.expressive-emoji
source: Uses expressive emoji naturally without cluttering the message.
zh_hans: 自然地使用生动的表情符号，但不会让消息显得杂乱。

# persona.observation.frequent-emoji
source: Uses emoji fairly often when they fit the conversation.
zh_hans: 适合聊天语境时会较常使用表情符号。

# persona.observation.fuller-context
source: Usually gives fuller replies with useful context.
zh_hans: 通常会给出较完整的回复，并提供有用背景。

# persona.observation.highly-formal
source: Uses highly polished, formal phrasing and avoids slang.
zh_hans: 措辞非常正式、得体，并避免俚语。

# persona.observation.light-playfulness
source: Allows light playfulness when it fits naturally.
zh_hans: 适合时会自然地带一点俏皮感。

# persona.observation.limited-warmth
source: Shows limited warmth while staying courteous.
zh_hans: 保持礼貌，但不过分热情。

# persona.observation.natural-detail
source: Uses the amount of detail naturally required by the message.
zh_hans: 根据消息内容自然地提供所需细节。

# persona.observation.no-emoji
source: Does not use emoji.
zh_hans: 不使用表情符号。

# persona.observation.occasional-emoji
source: Uses an occasional emoji only when it fits the conversation.
zh_hans: 仅在适合聊天语境时偶尔使用表情符号。

# persona.observation.one-concise-sentence
source: Usually replies in one very concise sentence.
zh_hans: 通常只用一句非常简短的话回复。

# persona.observation.open-warmth
source: Writes with open warmth and empathy without inventing feelings.
zh_hans: 表达热情和同理心，但不会虚构感受。

# persona.observation.polished-conversational
source: Uses polished, complete phrasing while remaining conversational.
zh_hans: 措辞完整、得体，同时保持自然的聊天感。

# persona.observation.rare-emoji
source: Uses emoji rarely and only when it reads naturally.
zh_hans: 很少使用表情符号，仅在表达自然时使用。

# persona.observation.restrained-neutral
source: Keeps emotional tone restrained and neutral.
zh_hans: 情绪表达克制、中立。

# persona.observation.tactful-clarity
source: Balances clarity with tact.
zh_hans: 表达清楚，同时注意措辞。

# persona.observation.very-relaxed
source: Uses very relaxed, conversational wording and natural contractions.
zh_hans: 措辞非常轻松、口语化，并自然使用缩写。

# persona.observation.warm-acknowledgment
source: Shows clear warmth and considerate acknowledgment.
zh_hans: 明确表达热情，并体贴地回应对方。

# persona.professional.instructions
source: Write clear, structured messages for professional and formal conversations. Be decisive and avoid filler.
zh_hans: 在工作和正式聊天中，写出清晰、有条理的消息。表达果断，避免赘述。

# persona.professional.name
source: Professional
zh_hans: 专业

# persona.professional.summary
source: Concise, polished replies for work and formal conversations.
zh_hans: 为工作和正式聊天提供简洁、得体的回复。

# persona.spark.instructions
source: Write genuine dating messages that read the room. Match the other person's emotional intensity and never force flirtation or over-escalate.
zh_hans: 写出真诚、能把握气氛的约会消息。与对方的情绪投入程度保持一致，不要刻意调情或推进过快。

# persona.spark.name
source: Spark
zh_hans: 心动

# persona.spark.summary
source: Playful, confident, genuine dating messages that read the room.
zh_hans: 自然把握气氛，写出俏皮、自信又真诚的约会消息。

# persona.thoughtful.instructions
source: Write tactful messages for friends, family, and delicate moments. Acknowledge emotion without inventing feelings or becoming overly sentimental.
zh_hans: 为朋友、家人和需要谨慎处理的时刻写出得体的消息。回应对方的情绪，但不要虚构感受或过度煽情。

# persona.thoughtful.name
source: Thoughtful
zh_hans: 体贴

# persona.thoughtful.summary
source: Warm, empathetic replies for friends, family, and delicate moments.
zh_hans: 为朋友、家人和需要谨慎处理的时刻提供温暖、有同理心的回复。

source: Personal Info
zh_hans: 个人信息

source: Personal Info can be up to %lld characters.
zh_hans: 个人信息最多可输入 %lld 个字符。

# personal-info.alias-usage-count
source: Used in %lld chats
zh_hans: 用于 %lld 个聊天

source: Personalization
zh_hans: 个性化

source: Personas
zh_hans: 回复风格

source: Policies & Support
zh_hans: 政策与支持

source: Policies, support, and local data
zh_hans: 政策、支持和本地数据

source: Possible matching chat
zh_hans: 可能匹配的聊天

source: Prevents it from covering screenshots.
zh_hans: 防止横幅遮挡截图。

source: Privacy & Data
zh_hans: 隐私与数据

source: Privacy Policy
zh_hans: 隐私政策

source: provider
zh_hans: 服务商

source: Provider
zh_hans: 服务商

source: Provider actions for %@
zh_hans: %@的服务商操作

source: Provider connected and saved.
zh_hans: 服务商已连接并保存。

source: Provider handling
zh_hans: 服务商如何处理数据

source: Provider Privacy Policy
zh_hans: 服务商隐私政策

# provider.consent.message
source: FrameReply will send the messages, images, names, saved personal context, and drafts you select directly to %@, a third-party AI provider, to analyze chats and create replies.
zh_hans: FrameReply 会将你选择的消息、图片、名称、已保存的个人信息和草稿直接发送给第三方 AI 服务商%@，用于分析聊天并生成回复。

# provider.consent.summary
source: FrameReply sends selected screenshots or message text, participant names, chat context, saved personal context, and drafts to %@ to analyze conversations and generate replies. Your provider may retain request data under its policy and may charge your provider account. FrameReply does not operate a proxy server.
zh_hans: FrameReply 会将你选择的截图或消息文字、参与者名称、聊天上下文、已保存的个人信息和草稿发送给%@，用于分析聊天并生成回复。服务商可能会根据其政策保留请求数据，并向你的服务商账户收费。FrameReply 不使用代理服务器。

# provider.consent.title
source: Share chat content with %@?
zh_hans: 要与%@共享聊天内容吗？

# provider.destination.minimax-china
source: MiniMax Open Platform in mainland China
zh_hans: 中国大陆的 MiniMax 开放平台

# provider.destination.minimax-international
source: MiniMax International, operated outside mainland China
zh_hans: MiniMax International（在中国大陆以外运营）

# provider.destination.openai
source: OpenAI in the United States or another region selected by OpenAI
zh_hans: 位于美国或由 OpenAI 选择的其他地区的 OpenAI

# provider.destination.openrouter
source: OpenRouter, which currently forwards the request to Alibaba Cloud International for Qwen3.7 Plus
zh_hans: OpenRouter，目前会将请求转发至阿里云国际版的 Qwen3.7 Plus

# provider.name.minimax-china
source: MiniMax (China)
zh_hans: MiniMax（中国）

# provider.name.minimax-international
source: MiniMax International
zh_hans: MiniMax国际

source: Purpose
zh_hans: 用途

source: Quick steps
zh_hans: 快速步骤

source: Recent Chat
zh_hans: 最近的聊天

source: Recommended for consistently strong results at moderate cost
zh_hans: 费用适中，推荐用于获得稳定出色的结果

source: Refreshing replies…
zh_hans: 正在刷新回复…

source: Remembered Context
zh_hans: 聊天记忆

source: Remove
zh_hans: 移除

source: Remove %@?
zh_hans: 要移除%@吗？

source: Remove Name
zh_hans: 移除名称

source: Remove this fact?
zh_hans: 要移除这条信息吗？

source: Rename
zh_hans: 重命名

source: Rename Chat
zh_hans: 重命名聊天

source: Rename Name
zh_hans: 重命名名称

source: Replies
zh_hans: 回复

source: Replies are unavailable. Open FrameReply to try again.
zh_hans: 推荐回复不可用。请打开 FrameReply 重试。

source: Replies unavailable
zh_hans: 回复不可用

# replies.group-pause.rationale
source: The latest group turn does not need your response. %@
zh_hans: 群聊中的最新内容不需要你回复。%@

# replies.group-pause.section-message
source: No reply is needed right now. You can wait for a better opening in the group.
zh_hans: 现在不需要回复。可以等群聊中出现更合适的时机。

# replies.group-pause.strategy
source: Wait for a better opening in the group. %@
zh_hans: 等待群聊中出现更合适的时机。%@

# replies.wait.rationale
source: You sent the latest message, so another message now may be premature. %@
zh_hans: 最新一条消息是你发出的，现在继续发送可能还太早。%@

# replies.wait.section-message
source: You sent the latest message. No reply is needed yet.
zh_hans: 最新一条消息是你发出的，目前无需继续回复。

# replies.wait.strategy
source: Wait for a response first. %@
zh_hans: 先等待对方回复。%@

source: Reply Brief
zh_hans: 回复设置

source: Reply generation canceled.
zh_hans: 已取消生成回复。

source: Reply Guidance
zh_hans: 回复要求

source: Reply Length
zh_hans: 回复长度

source: Reply Number
zh_hans: 回复数量

source: Requests go directly from this device to the provider. FrameReply operates no proxy server, analytics, advertising, or tracking.
zh_hans: 请求会从此设备直接发送给服务商。FrameReply 不使用代理服务器，也不提供分析、广告或跟踪服务。

source: Required for Back Tap setup
zh_hans: 设置轻点背面前需要先添加

source: Reserved
zh_hans: 克制

source: Reset Local Data
zh_hans: 重置本地数据

source: Retry
zh_hans: 重试

source: Review
zh_hans: 检查

source: Review Import
zh_hans: 检查导入内容

source: Review imported chat
zh_hans: 检查导入的聊天

source: Review imports
zh_hans: 检查导入内容

source: Review Imports
zh_hans: 检查导入内容

source: Review messages individually
zh_hans: 逐条检查消息

source: Review Required
zh_hans: 需要确认

source: Review senders
zh_hans: 确认发送者

source: Review Senders
zh_hans: 确认发送者

source: Save
zh_hans: 保存

source: Saves this as a separate memory
zh_hans: 另存为一条记忆

source: Search chats...
zh_hans: 搜索聊天…

source: See How It Works
zh_hans: 查看使用方法

source: Seed
zh_hans: 预设

source: Select a performance tier before connecting.
zh_hans: 连接前请选择性能档位。

source: Select a provider before connecting.
zh_hans: 连接前请选择服务商。

source: Select Default Persona
zh_hans: 选择默认回复风格

source: Select messages.
zh_hans: 选择消息。

source: Select performance
zh_hans: 选择性能档位

source: Select Persona
zh_hans: 选择回复风格

source: Select provider
zh_hans: 选择服务商

source: Select Suggested Reply
zh_hans: 选择推荐回复

source: Select the provider again and retry.
zh_hans: 请重新选择服务商后重试。

source: Select this reply
zh_hans: 选择此回复

source: Select up to 8 images
zh_hans: 最多选择 8 张图片

source: Selected
zh_hans: 已选择

source: Selection Session ID
zh_hans: 选择会话 ID

source: Sender %@
zh_hans: 发送者 %@

source: Sender check needed
zh_hans: 需要确认发送者

source: Sender Check Needed
zh_hans: 需要确认发送者

source: Sender check needed for %@
zh_hans: %@需要确认发送者

source: Sender identities
zh_hans: 发送者身份

source: Sender unknown
zh_hans: 发送者未知

source: Set as Default
zh_hans: 设为默认

source: Set Up
zh_hans: 设置

source: Set Up Back Tap
zh_hans: 设置轻点背面

source: Settings
zh_hans: 设置

source: Share
zh_hans: 分享

source: Shared or copied chat text with sender labels.
zh_hans: 带有发送者标签的分享或复制聊天文字。

source: Short
zh_hans: 简短

source: Shortcut guide
zh_hans: 快捷指令指南

# shortcut.error.with-reference
source: %1$@ Reference %2$@.
zh_hans: %1$@ 参考编号：%2$@。

# shortcut.import.added-messages
source: Added %1$lld new messages to %2$@.
zh_hans: 已向%2$@添加 %1$lld 条新消息。

# shortcut.import.no-new-messages
source: No new messages found in %@.
zh_hans: 没有在%@中发现新消息。

# shortcut.import.review-required
source: Imported %1$lld messages as %2$@. Review it in FrameReply.
zh_hans: 已将 %1$lld 条消息作为%2$@导入。请在 FrameReply 中检查。

# shortcut.replies.no-reply-needed
source: No reply needed right now.
zh_hans: 现在不需要回复。

# shortcut.replies.result
source: %1$@ Suggested replies: 1. %2$@ 2. %3$@
zh_hans: %1$@ 推荐回复： 1. %2$@ 2. %3$@

# shortcut.replies.unavailable
source: %@ Suggested replies are unavailable; open FrameReply to retry.
zh_hans: %@ 推荐回复不可用；请打开 FrameReply 重试。

# shortcut.replies.wait
source: %1$@ Conversation strategy: %2$@
zh_hans: %1$@ 接下来怎么聊： %2$@

source: Shortcuts
zh_hans: 快捷指令

source: Show API key
zh_hans: 显示 API 密钥

source: Shows reply rationale and remembered context
zh_hans: 显示推荐理由和聊天记忆

source: Simplified Chinese
zh_hans: 简体中文

source: Skip
zh_hans: 跳过

source: Skip Anyway
zh_hans: 仍要跳过

source: Skip Setup
zh_hans: 跳过设置

source: Skip setup?
zh_hans: 要跳过设置吗？

source: Some local data could not be deleted. Restart FrameReply and try again before sharing the device.
zh_hans: 部分本地数据无法删除。分享此设备前，请重启 FrameReply 并重试。

source: Start from
zh_hans: 从以下方式开始

source: Step 1 of 3
zh_hans: 第 1 步，共 3 步

source: Step 2 of 3
zh_hans: 第 2 步，共 3 步

source: Step 3 of 3
zh_hans: 第 3 步，共 3 步

source: Stops the current import or reply generation.
zh_hans: 停止当前的导入或回复生成。

source: Stored securely on this device.
zh_hans: 安全存储在此设备上。

source: Style
zh_hans: 风格

source: Suggest replies from ${chatImages}
zh_hans: 根据${chatImages}推荐回复

source: Suggest replies from ${chatText}
zh_hans: 根据${chatText}推荐回复

source: Suggest Replies from Chat Images
zh_hans: 根据聊天截图推荐回复

source: Suggest Replies from Chat Text
zh_hans: 根据聊天文字推荐回复

source: Suggested Replies
zh_hans: 推荐回复

# Suggested reply %lld: %@
source: Suggested reply %1$lld: %2$@
zh_hans: 第 %1$lld 条推荐回复：%2$@

source: Superseded
zh_hans: 已替代

source: Support
zh_hans: 支持

source: Take screenshots of the conversation.
zh_hans: 为聊天内容截图。

source: Tap Copy. Go to the Home Screen, swipe down, then search FrameReply Text.
zh_hans: 轻点“复制”。返回主屏幕并向下轻扫，然后搜索 FrameReply Text。

source: Tap Share, then choose FrameReply Text.
zh_hans: 轻点“分享”，然后选择 FrameReply Text。

source: Tap the screenshot preview, tap Share, then choose FrameReply Images.
zh_hans: 轻点截图预览，再轻点“分享”，然后选择 FrameReply Images。

source: Teach It Your Voice
zh_hans: 让它学会你的表达方式

source: Tell this persona how to respond.
zh_hans: 告诉此回复风格该如何表达。

source: Terms of Use
zh_hans: 使用条款

source: Text Shortcut
zh_hans: 文字快捷指令

source: The chat history could not be saved.
zh_hans: 无法保存聊天记录。

source: The demonstration uses an English system interface.
zh_hans: 演示视频使用英文系统界面。

source: The imported chat text could not be saved.
zh_hans: 无法保存导入的聊天文字。

source: The importer suspected multiple participants but did not find enough structural evidence to change this Direct chat automatically.
zh_hans: 导入时发现可能有多位参与者，但依据不足，因此没有自动将此单聊改为群聊。

source: The optional input could not be synchronized with this chat import.
zh_hans: 无法将可选输入与本次聊天导入同步。

source: The optional input could not be synchronized with this image import.
zh_hans: 无法将可选输入与本次图片导入同步。

source: The output from Analyze Chat Images or Analyze Chat Text.
zh_hans: “分析聊天截图”或“分析聊天文字”的输出。

source: The provider may retain request data under its policy and may charge your provider account.
zh_hans: 服务商可能会根据其政策保留请求数据，并向你的服务商账户收费。

source: The reply brief changed. Update when you’re ready.
zh_hans: 回复设置已更改，准备好后即可更新回复。

source: The saved API key couldn’t be deleted. Nothing was changed.
zh_hans: 无法删除已保存的 API 密钥，未进行任何更改。

source: The updated name will apply wherever this identity is remembered.
zh_hans: 更新后的名称会应用到所有记住此身份的位置。

source: These names help recognize you in this chat and may be suggested for other imports.
zh_hans: 这些名称有助于在此聊天中识别你，也可能在其他导入中作为建议显示。

source: This cannot be undone.
zh_hans: 此操作无法撤销。

source: This Is Me
zh_hans: 这是我

source: This is the name shown throughout FrameReply.
zh_hans: 这是 FrameReply 中各处显示的名称。

source: This item is already in Personal Info.
zh_hans: 个人信息中已存在此内容。

source: This may be a group chat
zh_hans: 这可能是群聊

source: This permanently deletes chats, messages, names, Personal Info, personas, drafts, provider settings, consent records, and API keys from this device.
zh_hans: 这将从此设备永久删除聊天、消息、名称、个人信息、回复风格、草稿、服务商设置、授权记录和 API 密钥。

source: This permanently deletes this chat and its data. This can’t be undone.
zh_hans: 这将永久删除此聊天及其数据。此操作无法撤销。

source: Touch and hold to copy the complete reply
zh_hans: 按住即可复制完整回复

source: Try Again
zh_hans: 重试

source: Try again.
zh_hans: 请重试。

source: Turn Off **Show Banner**
zh_hans: 关闭**显示横幅**

source: Unavailable
zh_hans: 不可用

source: Unknown sender
zh_hans: 未知发送者

source: Update
zh_hans: 更新

source: Update Replies
zh_hans: 更新回复

source: Update replies with guidance
zh_hans: 按回复要求更新

source: Updating replies with guidance
zh_hans: 正在按回复要求更新

source: Use %@
zh_hans: 使用%@

source: Use %@ as Default
zh_hans: 将%@设为默认

source: Use as Display Name
zh_hans: 用作显示名称

source: Use Custom Name
zh_hans: 使用自定义名称

source: Use Reply
zh_hans: 采用回复

source: Use Reply copies it. Paste it in your chat.
zh_hans: 轻点“采用回复”即可复制，然后粘贴到聊天中。

source: Used as your name before
zh_hans: 曾用作你的名称

source: Uses this guidance once to create a new set of replies.
zh_hans: 此回复要求仅用于生成本次的新回复。

source: Using Shortcuts
zh_hans: 使用快捷指令

source: Very casual
zh_hans: 非常随意

source: Very detailed
zh_hans: 非常详细

source: Very formal
zh_hans: 非常正式

source: Very reserved
zh_hans: 非常克制

source: Very short
zh_hans: 非常简短

source: Very warm
zh_hans: 非常热情

source: View All
zh_hans: 查看全部

source: Warm
zh_hans: 热情

source: Warmth
zh_hans: 热情程度

source: What should replies consider?
zh_hans: 回复时需要考虑什么？

source: Which name is yours?
zh_hans: 你使用的是哪个名称？

source: Who sent this?
zh_hans: 这是谁发的？

source: Why These Replies
zh_hans: 推荐理由

source: Yes
zh_hans: 是

source: You
zh_hans: 你

source: You appear as
zh_hans: 你显示为

source: You can keep up to %lld active items.
zh_hans: 最多可保留 %lld 条有效信息。

source: You have 50 saved details. Remove one to add another.
zh_hans: 已保存 50 条个人信息。请先移除一条，再添加新内容。

source: You need a provider before you can generate replies.
zh_hans: 需要先连接模型服务商才能生成回复。

source: Your edit will stay as written.
zh_hans: 你的编辑会按原样保留。

source: Your guidance
zh_hans: 你的要求

source: Your Names in Chats
zh_hans: 你在聊天中的名称
